Repository: desklab/gcampus
Catalog: gcampus/locale/*/LC_MESSAGES/django.po
Languages: de

source: This access key is required to create new measurements and to be able to edit them afterwards. An access key can be used several times, similar to a password, a username is not necessary. Students working together in a group can use the same access key.
de: Dieser Zugangscode wird benötigt, um neue Messungen zu erstellen und im Anschluss auch bearbeiten zu können. Ein Zugangscode kann ähnlich wie ein Passwort mehrfach verwendet werden, ein Benutzername ist dabei nicht nötig. Schüler:innen, die in einer Gruppe zusammenarbeiten, können den gleichen Zugangscode nutzen.

source: This document was created automatically and contains an access key and further information for using the GewässerCampus web application.
de: Dieses Dokument wurde automatisch erstellt und enthält einen Zugangscode und weitere Informationen zur Nutzung der GewässerCampus Webanwendung.

source: Login of the web application
de: Login der Webanwendung

source: This link leads to the login page of the web application (app.gewaessercampus.de/login). After entering the access key, measurements can be created or edited.
de: Dieser Link führt zur Login-Seite der Webanwendung (app.gewaessercampus.de/login). Nach der Eingabe des Zugangscodes können Messungen erstellt oder bearbeitet werden.

source: This access key is required to create new measurements and to be able to edit them afterwards. An access key can be used several times, similar to a password, a user name is not necessary. Students working together in a group can use the same access key.
de: Dieser Zugangscode wird benötigt, um neue Messungen zu erstellen und im Anschluss auch bearbeiten zu können. Ein Zugangscode kann ähnlich wie ein Passwort mehrfach verwendet werden, ein Benutzername ist dabei nicht nötig. Schüler:innen, die in einer Gruppe zusammenarbeiten, können den gleichen Zugangscode nutzen.

source: First steps
de: Erste Schritte

source: Find water bodies and analyse existing measurements
de: Gewässer finden und bereits vorhandene Messwerte analysieren

source: With the GewässerCampus map you can view measurements from other students. To search for specific parameters or measurements, it is best to use the list view of all measurements.
de: Mit der GewässerCampus-Karte kannst du dir Messungen von anderen Schüler:innen anschauen. Um nach bestimmten Parametern bzw. Messungen zu suchen, nutzt du am besten die Listenansicht aller Messungen.

source: Login to use more functions
de: Login für die Nutzung weiterer Funktionen

source: To create a new measurement, you must be logged in with an access key. You will find your access key at the top of this page. You can log in via the QR code shown there or via app.gewaessercampus.de/login.
de: Um eine neue Messung erstellen zu können, musst du mit einem Zugangscode angemeldet sein. Deinen Zugangscode findest du weiter oben auf dieser Seite. Zum Login kommst du über den dort abgebildeten QR-Code oder über www.gewaessercampus.de/login.

source: Create a new measurement
de: Neue Messung erstellen

source: As soon as you are logged in, you can see your access key at the top right and you are able to create a new measurement via the button next to it.
de: Sobald du angemeldet bist, wird im Menü rechts oben dein Zugangscode angezeigt und über den Button direkt daneben kannst du eine neue Messung erstellen.

source: Edit an existing measurement
de: Bearbeiten einer vorhandenen Messung

source: To edit a measurement you have created, you have to open the detailed view of this measurement. You can use the overview of your measurements or the map to find your measurement.
de: Um eine von dir erstellte Messung zu bearbeiten, musst du die Detailansicht dieser Messung aufrufen. Du kannst dazu die Übersicht deiner Messungen oder auch die Karten- oder Listenansicht verwenden.

source: GewässerCampus contributors, OpenStreetMap contributors
de: GewässerCampus Beitragende, OpenStreetMap Beitragende

source: This document has been created automatically and contains a summary of the measurement from %(name)s on %(time)s in %(location)s.
de: Dieses Dokument wurde automatisch erstellt und enthält eine Zusammenfassung der Messung von %(name)s am %(time)s in %(location)s.

source: This document has been created automatically and contains a summary of the measurement on %(time)s in %(location)s.
de: Dieses Dokument wurde automatisch erstellt und enthält eine Zusammenfassung der Messung am %(time)s in %(location)s.

source: This document was created using a test instance of GewässerCampus. The available measurement data is most likely fictional and does not represent a real measurement.
de: Dieses Dokument wurde mit einer Test-Instanz von GewässerCampus erstellt. Die meisten Daten sind wahrscheinlich erfunden und stammen nicht von einer echten Messung.

source: Metadata
de: Metadaten

source: Time
de: Zeitpunkt

source: Measured values
de: Messwerte

source: This document has been created automatically and contains a summary of %(measurement_count)s measurements.
de: Dieses Dokument wurde automatisch erstellt und enthält eine Zusammenfassung von %(measurement_count)s Messungen.

source: This document was created using a test instance of GewässerCampus. The available measurement data is most likely fictional and does not represent real measurements.
de: Dieses Dokument wurde mit einer Test-Instanz von GewässerCampus erstellt. Die meisten Daten sind wahrscheinlich erfunden und stammen nicht von echten Messungen.

source: Overview
de: Übersicht

source: Data subset
de: Datensatz

source: measurements
de: Messungen

source: waters
de: Gewässer

source: Time range
de: Zeitspanne

source: Multiple measurements have been combined. The number on the markers indicate the number of measurements at that location.
de: Es wurden mehrere Messungen kombiniert. Die Zahl auf den Markierungen gibt die Anzahl der Messungen an diesem Ort an.

source: Notes
de: Notizen

source: Empty list and “%(class_name)s.allow_empty” is False.
de: Leere Liste und “%(class_name)s.allow_empty” ist falsch.

source: gewaessercampus-course.pdf
de: gewaessercampus-kurs.pdf

source: gewaessercampus-access-keys.pdf
de: gewaessercampus-zugangscodes.pdf

source: {course_name!s}-access-keys.pdf
de: {course_name!s}-zugangscodes.pdf

source: gewaessercampus-measurement-detail.pdf
de: gewaessercampus-messung.pdf

source: gewaessercampus-measurement-detail-{name:s}.pdf
de: gewaessercampus-messung-{name:s}.pdf

source: gewaessercampus-measurement-list.pdf
de: gewaessercampus-messungen-liste.pdf

source: GCampus Export
de: GewässerCampus Export

source: measurements.{file_ending!s}
de: messungen.{file_ending!s}

source: Measurement data from GewässerCampus
de: GewässerCampus-Messdaten

source: Export created with GewässerCampus
de: Export erstellt mit GewässerCampus

source: open on GewässerCampus
de: in GewässerCampus öffnen

source: Average of {count:d} measurements
de: Durchschnitt von {count:d} Messungen

source: yes
de: ja

source: no
de: nein

source: Email confirmation
de: E-Mail Bestätigung

source: Please confirm your email address for GewässerCampus by clicking the link in this email.
de: Bitte bestätige deine E-Mail-Adresse für GewässerCampus durch einen Klick auf den Link in dieser E-Mail.

source: Your course has been deleted
de: Dein Kurs wurde gelöscht

source: The course you registered on GewässerCampus has been deleted due to inactivity.
de: Dein Kurs auf GewässerCampus wurde auf Grund von Inaktivität gelöscht.

source: Automatic access key deactivation
de: Automatische Deaktivierung von Zugangscodes

source: Some access keys of your course on GewässerCampus have been deactivated. You can always re-activate them in the course administration.
de: Einige Zugangscodes deines Kurses auf GewässerCampus wurden deaktiviert. Du kannst sie jederzeit in der Kursverwaltung wieder reaktivieren.

source: GewässerCampus Course Registration
de: GewässerCampus Kurs Registrierung

source: The registration of your course on GewässerCampus has been successful. You may now share the access keys with your students and start measuring.
de: Die Registrierung deines Kurses für GewässerCampus war erfolgreich! Du kannst nun die Zugangscodes an Schüler:innen verteilen und mit dem Messen loslegen.

source: Some access keys of the course you registered on GewässerCampus (course name: %(name)s, school: %(school)s) have been deactivated as they have been created more than %(days)s days ago.<br> Students can now no longer use these access keys to create new measurements or edit their old measurements.<br> You can always re-activate access keys in the <a href="%(course_url)s">course administration</a>. <br> <br> If you think this happened on accident, or you never registered a course on GewässerCampus, don't hesitate to contact us.
de: Einige Zugangscodes deines Kurses auf GewässerCampus (Kursname: %(name)s, Schule: %(school)s) wurden deaktiviert, da sie vor mehr als %(days)s Tagen erstellt wurden.<br>Schüler:innen können diese Zugangscodes nun nicht mehr verwenden, um neue Messungen zu erstellen oder ihre alten Messungen zu bearbeiten.<br>Du kannst die Zugangscodes in der <a href="%(course_url)s">Kursverwaltung</a> jederzeit wieder aktivieren.<br> <br> Wenn du der Meinung bist, dass dies versehentlich passiert ist oder du noch nie einen Kurs auf GewässerCampus registriert hast, kannst du uns gerne kontaktieren.

source: The following access keys have been deactivated:
de: Die folgenden Zugangscodes wurden deaktiviert:

source: Development of the web application GewässerCampus is financially supported by the Deutsche Bundesstiftung Umwelt.
de: Die Entwicklung der Webanwendung GewässerCampus wird durch die Deutsche Bundesstiftung Umwelt finanziell gefördert.

source: The course you registered on GewässerCampus (course name: %(name)s, school: %(school)s) has been deleted due to inactivity.<br> Courses that have <b>no measurements</b> will be deleted <b>%(days)s days</b> after the last login. All data associated with your course, including your email address has been deleted from our database. <br> <br> If you think this happened on accident, or you never registered a course on GewässerCampus, don't hesitate to contact us.
de: Dein Kurs auf GewässerCampus (Kursname: %(name)s, Schule: %(school)s) wurde Aufgrund von Inaktivität automatisiert gelöscht.<br>Kurse die <b>noch keine Messungen<b> erstellt haben werden <b>%(days)s Tage</b> nach der letzten Anmeldung gelöscht. Alle Daten (auch deine E-Mail-Adresse) die mit diesem Kurs verknüpft waren wurden aus unserer Datenbank gelöscht.<br><br>Wenn du der Meinung bist, dass dies versehentlich passiert ist oder du noch nie einen Kurs auf GewässerCampus registriert hast, kannst du uns gerne kontaktieren.

source: Please confirm your email address
de: Bitte bestätige deine E-Mail-Adresse

source: Click the link below to confirm your email address: <br> <a href="%(url)s">%(url)s</a> <br> This link is valid for %(days)s days. <br> If you got this email by accident and did not sign up on GewässerCampus, you can safely ignore this message and delete it. Feel free to contact us if you have any issues.
de: Klicke den Link um deine E-Mail-Adresse zu bestätigen:<br><a href="%(url)s">%(url)s</a><br>Dieser Link ist für %(days)s Tage gültig.<br>Solltest du diese E-Mail versehentlich bekommen haben kannst du sie einfach ignorieren und löschen. Bei weiteren Fragen kannst du uns jederzeit kontaktieren.

source: Thank you for registering a course!
de: Vielen Dank für die Registrierung!

source: The registration of your course on GewässerCampus has been successful. You may now share the access keys with your students and start measuring. <br> <b>We are excited to see your data!</b> <br> Below is a summary of your registered course. If any of this information is incorrect or incomplete, you can always update your course on <a href="%(course_url)s">GewässerCampus</a>.
de: Die Registrierung deines Kurses für GewässerCampus war erfolgreich! Du kannst nun die Zugangscodes an Schüler:innen verteilen und mit dem Messen loslegen. <br> <b>Wir warten gespannt auf eure Messwerte!</b> <br> Nachfolgend findest du eine Übersicht über deinen Kurs. Sollte etwas nicht stimmen, kannst du jederzeit deinen Kurs auf <a href="%(course_url)s">GewässerCampus</a> bearbeiten.

source: Your course
de: Dein Kurs

source: School Name
de: Name der Schule

source: Course Name
de: Name des Kurses

source: Teacher Name
de: Name der Lehrkraft

source: All this information can also be found on the attached PDF document. This document is intended to be printed so that you can fill in the names of your students to the corresponding access keys.
de: All diese Informationen findest du außerdem in der PDF Datei im Anhang dieser E-Mail. Dieses Dokument kann ausgedruckt werden, damit du die Namen deiner Schüler:innen zu den entsprechenden Zugangsschlüssel eintragen kannst.

source: GCampus Map
de: GCampus Karte

source: Unable to load the data for this entry.
de: Die Daten für diesen Eintrag konnten nicht geladen werden.

source: English
de: Englisch

source: German
de: Deutsch

source: GCampus Tasks
de: GCampus Aufgaben

source: GCampus Tools
de: GCampus Werkzeuge

source: Calibration
de: Kalibrierung

source: Calibrations
de: Kalibrierung

source: Calibration formula
de: Kalibrationsformel

source: Maximal parameter value
de: Maximaler Parameter-Wert

source: Minimal parameter value
de: Minimaler Parameter-Wert

source: Measurement kit
de: Chemikalien-Set

source: Calibration - {pk}
de: Kalibrierung - {pk}

source: Measurement kits
de: Chemikalien-Sets

source: Optical density
de: Optische Dichte

source: Convert
de: Umrechnen

source: Copy
de: Kopieren

source: Measurement Kits
de: Chemikalien-Sets

source: Choose the measurement kit you used in combination with the photometer. If you are not sure, which kit you have used, ask your teacher.
de: Wähle das Chemikalien-Set, dass du zusammen mit dem Photometer genutzt hast. Falls du dir nicht sicher bist, welches Set du auswählen musst, kannst du bei deiner Lehrkraft nachfragen.

source: selected kit
de: ausgewähltes Chemikalien-Set

source: Select different kit
de: Anderes Chemikalien-Set auswählen

source: selected parameter
de: ausgewählter Parameter

source: Select different parameter
de: Anderen Parameter auswählen

source: This tool helps you to convert the optical density you measured with the photometer into the concentration of <b>%(name)s</b> in %(unit)s.
de: Mit diesem Werkzeug kannst du die mit dem Photometer gemessene Optische Dichte in <b>%(name)s</b> in %(unit)s umrechnen.

source: This tool helps you to convert the optical density you measured with the photometer into <b>%(name)s</b>.
de: Mit diesem Werkzeug kannst du die mit dem Photometer gemessene Optische Dichte in <b>%(name)s</b> umrechnen.

source: Calibration fit for %(parameter_type)s
de: Kalibrierung für %(parameter_type)s

source: Choose the parameter for which you want to convert the Optical Density.
de: Wähle den Parameter, für den du die Optische Dichte umrechnen möchtest.

source: OD Conversion
de: Umrechnung der OD

source: This tool helps you to convert the optical density you measured with the photometer into the value of the specific parameter. It uses a standard calibration which has been prepared by the GewässerCampus team.
de: Mit diesem Werkzeug kann die mit dem Photometer gemessene Optische Dichte in einen konkreten Messwert für den jeweiligen Parameter umgerechnet werden. Die Umrechnung basiert auf einer vom GewässerCampus Team bereitgestellten Kalibrierung.

source: Educational Documents
de: Unterrichtsmaterialien

source: This tool helps you to find all documents you need to include the GewässerCampus project into your lessons
de: Hier kannst du alle Unterrichtsmaterialien finden und herunterladen, damit du sie im Unterricht einsetzen kannst.

source: GewässerCampus provides tools that help you to easily perform and analyze measurements. Calculate chemical parameters from optical densities or view documents and support material for a successful measurement.
de: GewässerCampus stellt Werkzeuge bereit die dir helfen, Messungen zu analysieren und durchzuführen. Berechne chemische Parameter anhand der Optischen Dichte oder erkunde unsere Unterrichtsmaterialien.
