Repository: desklab/gcampus
Catalog: gcampus/locale/*/LC_MESSAGES/django.po
Languages: de

source: no fixed banks, many inlets and widenings, water body can expand unhindered in width
de: keine festgelegte Uferlinie, viele Einbuchtungen und Aufweitungen, Gewässer kann sich ungehindert in die Breite ausdehnen

source: banks straightened, not visibly fixed, some indentations and widenings
de: Ufer begradigt aber nicht sichtbar befestigt, mit einigen Einbuchtungen und Aufweitungen

source: banks partly strengthened (< 50%), bank failures possible
de: Ufer stellenweise befestigt (< 50%), Uferabbrüche möglich

source: banks predominantly strengthened (>50%) by stone fills or wooden piles.
de: Ufer überwiegend befestigt (> 50%), Befestigung durch Steinschüttungen oder Holzpfähle

source: straight bank, steep slope, strengthened (pavement, concrete or similar)
de: Ufer steil abfallend und durchgehend befestigt (Pflaster, Beton o.ä.)

source: very shallow (width:depth > 10:1)
de: sehr flach (Breite:Tiefe > 10:1)

source: shallow (width:depth approx. 5:1)
de: flach (10:1 > Breite:Tiefe > 5:1)

source: moderately deep (width:depth approx. 3:1)
de: mäßig tief (5:1 > Breite:Tiefe > 3:1)

source: deep (width:depth approx. 2:1)
de: tief (3:1 > Breite:Tiefe > 2:1)

source: very deep (width:depth < 2:1)
de: sehr tief (Breite:Tiefe < 2:1)

source: mosaic-like, different flow patterns next to and behind each other
de: mosaikartig, d.h. neben- und hintereinander finden sich unterschiedliche Strömungsbilder

source: fast and slow flowing water alternate in close succession
de: dicht hintereinander wechseln sich schnell und langsam fließendes Wasser ab

source: alternation of slow and fast flowing water at longer intervals
de: Wechsel von langsam und schnell fließendem Wasser in größeren Abständen

source: alternation of slow and fast flowing water recognizable
de: Wechsel von langsam und schnell fließendem Wasser erkennbar

source: uniform flowing water
de: Strömung einheitlich

source: mosaic-like alternation between deep and shallow water areas
de: sehr groß, d.h. tiefe und flache Gewässerbereiche wechseln mosaikartig ab

source: major depth variance
de: große Tiefenvarianz

source: moderate depth variance
de: mäßige Tiefenvarianz

source: minor depth variance
de: geringe Tiefenvarianz

source: no depth variance
de: keine Tiefenvarianz

source: mosaic-like distribution of sand/gravel/stones and deadwood, pronounced formation of islands
de: mosaikartige Verteilung von Sand, Kies, Steinen & Totholz ausgeprägte Inselbildung

source: diversified riverbed (sand/gravel/stones/deadwood), rudimentary formation of islands
de: Gewässersohle abwechslungsreich (Sand/Steine/Totholz), Ansätze von Inselbildung

source: more uniform riverbed, different structures at greater intervals
de: Gewässersohle gleichmäßiger, unterschiedliche Strukturen in größeren Abständen

source: silted/paved/concreted riverbed over long stretches
de: Gewässersohle über größere Strecken verschlammt, versandet und/oder gepflastert/betoniert

source: uniform riverbed, completely silted/paved/concreted
de: Gewässersohle einförmig vollständig verschlammt, versandet und/oder gepflastert/betoniert

source: no obstacles, natural waterfall/cascade
de: keine Hindernisse, natürlicher Wasserfall oder Kaskade

source: piping < 2 m, artificial step of single stones, can be overcome by fish and invertebrates
de: Verrohrung < 2 m, künstliche Stufe aus einzelnen Steinen, kann von Fischen und Wirbellosen überwunden werden

source: piping 2-5m, minor step (< 30 cm), can be overcome by fish, fish ladder
de: Verrohrung 2-5 m, Stufe < 30cm, kann von Fischen überwunden werden, evtl. Fischtreppe

source: piping 5-10m, major step or other barriers (30-100 cm)
de: Verrohrung 5-10 m, Stufe oder andere Barriere (30 - 100cm)

source: piping > 10 m, step or other barriers > 100 cm
de: Verrohrung > 10 m, Stufe oder andere Barriere > 100cm

source: Physical-Structural Index
de: Strukturgüte-Index

source: Physical-Structural Indices
de: Strukturgüte-Indizes

source: Environment utilization
de: Nutzung der Aue

source: Margin width
de: Gewässerrandstreifen

source: Water course
de: Gewässerverlauf

source: Water bank vegetation
de: Uferbewuchs

source: Water bank structure
de: Uferstruktur

source: Water cross-section
de: Gewässerquerschnitt

source: Water flow pattern
de: Strömungsbild

source: Variance of water depth
de: Tiefenvarianz

source: Riverbed
de: Gewässersohle

source: Continuity
de: Durchgängigkeit

source: Trophic Index
de: Trophieindex

source: Trophic Indices
de: Trophieindizes

source: Measurement
de: Messung

source: Measurements
de: Messungen

source: Your forename or team name. This will be publicly visible.
de: Dein Vorname oder ein Team Name. Diese Information ist öffentlich sichtbar.

source: Location
de: Standort

source: Location of the measurement
de: Standort der Messung

source: Location name
de: Standortname

source: An approximated location for the measurement
de: Ein abgeschätzter Standort der Messung

source: Water
de: Gewässer

source: The water associated with this measurement
de: Das Gewässer an dem die Messung durchgeführt wurde

source: Note on your measurement. This will be publicly visible.
de: Notiz zu deiner Messung. Die Notiz wird für alle öffentlich einsehbar.

source: Hidden
de: Versteckt

source: requires review
de: erfordert Überprüfung

source: data quality warning
de: Datenqualität-Warnung

source: internal comment
de: interner Kommentar

source: Document
de: Dokument

source: Measurement #{id:05d}
de: Messung #{id:05d}

source: Measurement %(id)s
de: Messung %(id)s

source: undefined
de: nicht definiert

source: biological
de: biologisch

source: chemical
de: chemisch

source: physical
de: physikalisch

source: Parameter type
de: Parameter Typ

source: Parameter types
de: Parameter Typen

source: Short name
de: Kurzer Name

source: Unit
de: Einheit

source: Identifier
de: ID

source: Category
de: Kategorie

source: Color
de: Farbe

source: lower warning limit
de: unteres Limit (Warnung)

source: upper warning limit
de: oberes Limit (Warnung)

source: Parameters
de: Parameter

source: Associated measurement
de: Verknüpfte Messung

# osm node
source: node
de: Node (Knoten)

# osm way
source: way
de: Way (Weg)

source: wetland
de: Feuchtgebiet

source: coastline
de: Küstenlinie

source: bay
de: Bucht

source: river
de: Fluss

source: stream
de: Bach

source: tidal channel
de: Gezeitenwasserlauf

source: canal
de: Kanal

source: drain
de: Abwassergraben

source: ditch
de: Graben

source: lagoon
de: Lagune

source: oxbow
de: Altwassersee

source: lake
de: See

source: basin
de: künstliches Wasser Becken

source: harbour
de: Hafen

source: pond
de: Teich

source: wastewater
de: Abwasser

source: spring
de: Quelle

source: standing water
de: stehendes Gewässer

source: running water
de: Fließgewässer

source: Waters
de: Gewässer

source: Geometry
de: Geometrie

source: Flow type
de: Fließtyp

source: Water type
de: Gewässer Typ

source: requires update
de: erfordert Aktualisierung

source: Unnamed {water_type!s}
de: {water_type!s} ohne Namen

source: Unnamed water
de: Unbenanntes Gewässer

source: Page not found
de: Seite nicht gefunden

source: Page not found (404)
de: Seite nicht gefunden (404)

source: The requested page could not be found. Please check the url you entered and try again or use the buttons to go back to the website.
de: Die angeforderte Seite wurde nicht gefunden. Bitte überprüfe die eingegebene URL und versuche es erneut oder nutze die Navigation, um zurück zur Website zu kommen.

source: Open the website
de: Website öffnen

source: Server Error
de: Server Fehler

source: Server Error (500)
de: Server Fehler (500)

source: The server encountered an error. We have been noticed automatically and will fix it as soon as possible.
de: Der Prozess wurde wegen eines Fehlers abgebrochen. Wir wurden automatisch informiert und kümmern uns so schnell wie möglich um eine Lösung.

source: The web application GewässerCampus enables students, teachers, and Citizen Scientists to publish their measurements and analyze the data from all measurements to understand and explore the quality of waters.
de: In der Webanwendung GewässerCampus können Schüler:innen, Lehrkräfte und Citizen Scientists eigene Messwerte veröffentlichen und den Datensatz aller Ergebnisse analysieren

source: New Measurement
de: Neue Messung

source: Log in
de: Anmelden

source: You are currently using a test instance of GewässerCampus. Data is most likely fictional and does not represent real measurements. Courses and data will be deleted periodically.
de: Du nutzt aktuell eine Test-Instanz von GewässerCampus. Die meisten Daten sind wahrscheinlich erfunden und stammen nicht von echten Messungen. Kurse und Daten werden regelmäßig gelöscht.

source: Additional filter options
de: Weitere Filtermöglichkeiten

source: Measurement author
de: Autor der Messung

source: Your measurements
de: Deine Messungen

source: Measurements of your course
de: Messungen deines Kurses

source: Measurements of other courses
de: Messungen von anderen Kursen

source: Reset filter
de: Filter zurücksetzen

source: Apply filter
de: Filter anwenden

source: a project by
de: ein Projekt von

source: Test instance
de: Test-Instanz

source: Class
de: Klasse

source: Too many missing parameters. Index can not be calculated.
de: Zu wenige Parameter. Index kann nicht berechnet werden.

source: Some parameters are missing. Index is calculated based on estimated values.
de: Ein Teil der Parameter fehlt. Der Index enthält geschätzte Werte.

source: Nitrate
de: Nitrat

source: Phosphate
de: Phosphat

source: Conductivity
de: Leitfähigkeit

source: Temperature
de: Temperatur

source: Oxygen
de: Sauerstoff

# biochemical oxygen demand (BOD5)
source: BOD5
de: BSB5

source: Discard new measurement
de: Neue Messung verwerfen

source: Are you sure you want to discard all values of this measurement?
de: Bist du dir sicher, dass du diese Messung löschen willst?

source: Doing this will bring you to the measurement detail site, where you can safely delete this measurement.
de: Durch diese Aktion kommst du zurück zur Detailansicht der Messung. Dort kannst du diese Messung löschen.

source: Close
de: Schließen

source: Discard values
de: Messwerte verwerfen

source: Structure Index
de: Strukturgüte-Index

source: Navigate list pages
de: Seiten navigieren

source: Previous
de: Zurück

source: Next
de: Weiter

source: Report measurement
de: Messung melden

source: Please describe the problem with this measurement. We will fix the issue as soon as possible and edit or delete the measurement if necessary.
de: Bitte beschreibe das Problem mit dieser Messung. Wir werden das Problem schnellstmöglich beheben und die Messung gegebenfalls anpassen oder löschen.

source: Submit
de: Abschicken

# explore page title
source: Explore
de: Erkunden

# filter page title
source: All Measurements
de: Alle Messungen

# water page title
source: All Waters
de: Alle Gewässer

source: Tools
de: Werkzeuge

source: About the project
de: Über das Projekt

source: Water still not found?
de: Gewässer immer noch nicht gefunden?

source: Click to add a new water to the database
de: Klicke hier um ein neues Gewässer in der Datenbank zu speichern

source: Add a parameter
de: Parameter hinzufügen

source: Click to add a new parameter to your measurement
de: Klicke hier um einen neuen Parameter zu deiner Messung hinzuzufügen

source: Follow these steps to select the location and the correct water:
de: Führe die folgenden Schritte aus, um den Ort und das Gewässer auszuwählen:

source: <b>Drop the pin (click) on the map</b> at the place of your measurement.
de: Setze durch einen <b>Klick auf die Karte</b> den Pin an den Ort deiner Messung.

source: <b>Select the correct water from the list below.</b> If your water is not shown right away, use the last option of the list to start a more detailed search or create a new one.
de: <b>Wähle das richtige Gewässer aus der Liste unter der Karte aus.</b> Falls dein Gewässer nicht angezeigt wird, nutze die letzte Option in der Liste, um eine detaillierte Suche zu starten oder ein neues Gewässer anzulegen.

source: Nearby waters
de: Umliegende Gewässer

source: Select a location on the map to load nearby waters
de: Wähle einen Standort auf der Karte um umliegende Gewässer zu laden

source: Loading ...
de: Lädt ...

source: Water not found?
de: Gewässer nicht gefunden?

source: Search for more waters on OpenStreetMap
de: Suche nach weiteren Gewässern auf OpenStreetMap

source: Add more <b>information on the environmental conditions</b> which may be helpful to evaluate your measurement, e.g.:
de: Ergänze <b>Informationen zu den Umweltbedingung</b>, die bei der Auswertung der Messung hilfreich sein können, z.B.:

source: Did you collect your samples from the lakeside / river bank or from the center of the water?
de: Wurde die Probe am Ufer oder in der Mitte des Gewässers entnommen?

source: Which visual observations did you make during your measurement?
de: Welche Beobachtungen hast du während der Messung gemacht?

source: Save & Continue
de: Speichern & Weiter

source: Saprobic Abundances
de: Saprobienhäufigkeiten

source: Document the abundances of the observed saprobic organisms. If this observation was not a part of your field trip, skip this step by clicking 'Save & Continue'. Use the note field to describe your procedure in the case you deviated from the standard protocoll.
de: Dokumentiere die beobachteten Saprobien-Häufigkeiten. Falls du diese Analyse im Rahmen deiner Exkursion nicht durchgeführt hast, kannst du diesen Schritt mit einem Klick auf 'Speichern & Weiter' überspringen. Nutze das Notizfeld, um dein Vorgehen zu beschreiben, falls du von der vorgeschlagenen Vorgehensweise abgewichen bist.

source: Convert each optical density into the concentration of the parameter you measured and document the resulting value here. Use the note field to describe your procedure in the case you deviated from the standard protocol.
de: Rechne die gemessene optische Dichte in die Konzentration des Parameters um und gebe das Ergebnis hier ein. Nutze das Notizfeld, um dein Vorgehen zu beschreiben, falls du von der vorgeschlagenen Vorgehensweise abgewichen bist.

source: Optical Density Converter
de: Umrechnung für die Optische Dichte

source: Save & Exit
de: Speichen & Beenden

source: Structural Assessment
de: Strukturgüte-Bewertung

source: Document the assessment of the structural water quality. If this assessment was not a part of your field trip, skip this step by clicking 'Save & Exit'.
de: Dokumentiere die Bewertung der Gewässerstrukturgüte. Falls du diese Analyse im Rahmen deiner Exkursion nicht durchgeführt hast, kannst du diesen Schritt mit einem Klick auf 'Speichern & Beenden' überspringen.

source: Date
de: Datum

source: Fill in the current date
de: Aktuelles Datum einfügen

source: Today
de: Heute

# split date-time widget label
source: Time
de: Zeit

source: Fill in the current time
de: Aktuelle Uhrzeit einfügen

source: Now
de: Jetzt

source: Delete Measurement
de: Messung löschen

source: Are you sure you want to delete this measurement?
de: Bist du dir sicher, dass du diese Messung löschen willst?

source: Water name
de: Gewässername

source: Delete
de: Löschen

source: Explore environment
de: Umgebung erkunden

source: Edit
de: Bearbeiten

source: Some parameters of this measurement have <b>anomalous values</b>. This may have been caused by an error in the measurement procedure or incorrect documentation. Please take this into account when analysing and interpreting this measurement. If you think the values are correct and this warning is inappropriate, use the report form to notify the GewässerCampus team.
de: Manche Parameter dieser Messung haben <b>ungewöhnliche Werte</b>. Diese können durch einen Fehler bei der Messung oder durch eine falsche Dokumentation entstanden sein. Berücksichtige diese Warnung bei der Analyse bzw. Interpretation dieser Messung. Falls du der Meinung bist, dass die gemessenen Werte korrekt sind und diese Warnung entfernt werden soll, nutze das Meldeformular, um das GewässerCampus Team zu benachrichtigen.

source: Chemical Parameters
de: Chemische Parameter

source: Show note
de: Notiz anzeigen

source: Saprobic Organism
de: Saprobie / Organismus

source: Assessment
de: Bewertung

source: Water Utilization
de: Nutzung der Aue

source: Water Margin
de: Gewässerrandstreifen

source: Water Course
de: Gewässerverlauf

source: Bank Vegetation
de: Uferbewuchs

source: Bank Structure
de: Uferstruktur

source: Water Cross Section
de: Gewässerquerschnitt

source: Water Flow
de: Strömungsbild

source: Water Depth Variance
de: Tiefenvarianz

source: Water Continuity
de: Durchgängigkeit

source: Water Quality Indices
de: Gewässergüte-Indizes

source: Save detail view
de: Detailansicht speichern

source: Download a PDF with the detailed information of this measurement. This document is intended to provide you with all the information of this measurement in a well printable layout.
de: PDF mit den detaillierten Informationen dieser Messung herunterladen. Dieses Dokument dient der Zusammenfassung der Informationen in einem auf den Ausdruck optimiertem Format.

source: List of Measurements
de: Liste der Messungen

source: Download measurement data
de: Messdaten herunterladen

source: GewässerCampus includes maps and information on water bodies and their names from <a class="text-reset" href="%(mapbox_url)s">Mapbox</a> and <a class="text-reset" href="%(osm_url)s">OpenStreetMap</a> as well as measurement data of GewässerCampus contributors. Make sure you respect the licenses of these datasets. More details are provided <a class="text-reset" href="%(license_url)s">here</a>.
de: GewässerCampus enthält Karten und Informationen über Gewässer von <a class="text-reset" href="%(mapbox_url)s">Mapbox</a> und <a class="text-reset" href="%(osm_url)s">OpenStreetMap</a> sowie Daten, die von Mitwirkenden von GewässerCampus erfasst wurden. Verwende die Daten nur im Rahmen dieser Lizenzen. Mehr Details dazu findest du <a class="text-reset" href="%(license_url)s">hier</a>.

source: Download CSV file
de: CSV-Datei laden

source: Download Excel file
de: Excel-Datei laden

source: Found %(count)s measurements
de: %(count)s Messungen gefunden

source: Download data
de: Daten herunterladen

source: Print summary
de: Zusammenfassung drucken

source: Additional filters applied
de: Weitere Filter werden angewendet

source: No measurements found
de: Keine Messungen gefunden

source: Unfortunately, no measurements can be found. <br> Maybe your filter settings are too restrictive.
de: Leider konnten keine Messungen gefunden werden. <br> Vielleicht sind deine Filter-Einstellungen zu restriktiv.

source: Found %(count)s waters
de: %(count)s Gewässer gefunden

source: No waters found
de: Keine Gewässer gefunden

source: Measurement at standing water
de: Messung an stehendem Gewässer

source: Measurement at running water
de: Messung an Fließgewässer

source: Learn more about the measurement, explore nearby and similar measurements, and download a PDF summary of this measurement to discuss the results with others.
de: Lerne mehr über die Messung, erkunde nahegelegene Messungen und lade eine PDF-Zusammenfassung zur gemeinsamen Disskussion herunter.

source: You have successfully reported this measurement. The team has been informed and will look into your request as soon as possible.
de: Du hast diese Messung erfolgreich gemeldet. Das Team wurde informiert und wird Deine Anfrage so schnell wie möglich prüfen.

source: Learn more about the water '{water}' and explore all measurements that have been recorded at this water on GewässerCampus.
de: Erfahre mehr über das Gewässer "{water}" und erkunde alle Messungen die dort aufgezeichnet wurden.

source: Looking for nearby waters on OpenStreetMap.
de: Suche nach umliegenden Gewässern auf OpenStreetMap.

source: This may take up to {delay:d} seconds.
de: Das kann bis zu {delay:d} Sekunden dauern.

source: It looks like your requests takes a bit longer. We are still looking for nearby waters.
de: Scheinbar dauert die Anfrage etwas länger. Wir suchen weiter nach Gewässern in der Nähe der Messung.

source: Due to the complexity of geospatial data, this may take up to {delay:d} seconds.
de: Aufgrund der Komplexität von Karten-Daten kann die Anfrage bis zu {delay:d} Sekunden dauern.

source: Create new measurement
de: Neue Messung erstellen

source: 1. Metadata
de: 1. Metadaten

source: 2. Measured Parameters
de: 2. Messwerte

source: 3. Saprobic Abundances
de: 3. Sparobienhäufigkeiten

source: 4. Structural Assessment
de: 4. Strukturgüte-Bewertung

source: Edit {measurement!s}
de: {measurement!s} Bearbeiten

source: All measurements
de: Alle Messungen

source: List of all the measurements recorded on GewässerCampus.
de: Liste aller Messungen die auf GewässerCampus aufgezeichnet wurden.

source: All waters
de: Alle Gewässer

source: List of all the waters recorded on GewässerCampus. You can browse the waters and view all measurements for a specific water.
de: Liste aller Gewässer auf GewässerCampus. Du kannst die Gewässer erkunden und alle Messungen eines Gewässers untersuchen.

source: Hour
de: Stunde

source: Day
de: Tag

# day input short
source: DD
de: TT

source: Month
de: Monat

source: Year
de: Jahr

# year input short
source: YYYY
de: JJJJ

source: GCampus Documents
de: GCampus Dokumente

source: Document ID
de: Dokument ID

source: The project <span class="color-secondary">Gewässer</span><span class="color-primary">Campus</span> provides more educational material and information on how to analyse water quality at www.gewaessercampus.de. This document includes maps and information on water bodies and their names from Mapbox (www.mapbox.com) and OpenStreetMap (www.openstreetmap.org) as well as measurement data of GewässerCampus contributors. More information on the respective licenses is available online.
de: Das Projekt <span class="color-secondary">Gewässer</span><span class="color-primary">Campus</span> stellt weitere Unterrichtsmaterialien und Informationen zur Analyse der Gewässergüte unter app.gewaessercampus.de zur Verfügung. Dieses Dokument enthält Karten und Angaben zu Gewässern und deren Namen von Mapbox (www.mapbox.com) und OpenStreetMap (www.openstreetmap.org) sowie Messdaten von GewässerCampus-Nutzer:innen. Weitere Informationen zu den entsprechenden Lizenzen sind online verfügbar.

source: page
de: Seite

source: of
de: von

source: This document was created automatically and contains a summary of the registration, the access keys for using the GewässerCampus web application, and the course token to manage the course.
de: Dieses Dokument wurde automatisch erstellt und enthält eine Zusammenfassung der Registrierung, die Zugangscodes zur Benutzung der GewässerCampus Webanwendung sowie den Kursschlüssel zur Verwaltung des Kurses.

source: name of school
de: Name der Schule

source: name of course
de: Name des Kurses

source: The course token is needed to be able to manage all measurements of the corresponding access keys (see below). Therefore, it should not be given to the students.
de: Der Kursschlüssel wird benötigt, um alle Messungen der dazugehörigen Zugangscodes (siehe unten) verwalten zu können. Deshalb sollte er nicht an die Schüler:innen weitergegeben werden.
