Repository: desklab/gcampus
Catalog: gcampus/locale/*/LC_MESSAGES/django.po
Languages: de

source: GewässerCampus administration
de: GewässerCampus-Verwaltung

source: GewässerCampus site admin
de: GewässerCampus-Systemverwaltung

source: Deactivate selected tokens
de: Ausgewählte Token sperren

source: Reactivate selected tokens
de: Ausgewählte Token freigeben

source: Remove cached documents
de: Dokumente (cached) entfernen

source: This page can only be accessed by authenticated users
de: Diese Seite ist nur für angemeldete Benutzer zugänglich

source: You are not allowed to edit this measurement
de: Du hast nicht die Berechtigung diese Messung zu verändern

source: You are not allowed to create a measurement
de: Du hast nicht die Berechtigung eine Messung zu erstellen

source: You are not authenticated and cannot create or edit a measurement
de: Du hast dich nicht angemeldet und kannst keine Messung erstellen oder bearbeiten

source: You do not have the permission to access this site
de: Du hast nicht die Berechtigung um auf diese Seite zuzugreifen

source: Provided course token or access key is not valid or does not exist
de: Der eingegebene Kursschlüssel oder Zugangscode ist ungültig oder existiert nicht

source: This access key has been deactivated and can no longer be used. Please contact the responsible teacher for more information.
de: Dieser Zugangscode wurde deaktiviert und kann nicht mehr verwendet werden. Bitte kontaktiere deine Lehrkraft für mehr Informationen.

source: This course token has been deactivated and can no longer be used.
de: Dieser Kursschlüssel wurde deaktiviert und kann nicht mehr verwendet werden.

source: Count
de: Anzahl

source: email
de: E-Mail-Adresse

source: An email has been sent to '{new_email!s}'. Please confirm your new email address by clicking the link in the email. It may take a few minutes for the email to arrive.
de: Eine Email wurde an '{new_email!s}' verschickt. Bitte bestätige deine neue Email-Adresse durch einen Klick auf den Link in der Email. Es kann eine kurze Zeit dauern, bis die Email in deinem Postfach erscheint.

source: Number of access keys
de: Anzahl der Zugangscodes

source: Access key
de: Zugangscode

source: Course token
de: Kursschlüssel

source: Course
de: Kurs

source: Courses
de: Kurse

source: Name of course
de: Name des Kurses

source: Name of school
de: Name der Schule

source: Name of teacher
de: Name der Lehrkraft

source: pending email
de: ausstehende E-Mail

source: Overview Document
de: Dokumente

source: {name!s} ({school_name!s}, course {pk:d})
de: {name!s} ({school_name!s}, Kurs {pk:d})

source: {name!s} (course {pk})
de: {name!s} (Kurs {pk})

source: Course {pk}
de: Kurs {pk}

source: Last login
de: Letzte Anmeldung

source: Course tokens
de: Kursschlüssel

source: course token permissions
de: Kursschlüssel Berechtigungen

source: Specific permissions for this course token.
de: Spezifische Berechtigungen für diesen Kursschlüssel.

source: Course token %(id)s
de: Kursschlüssel %(id)s

source: Access keys
de: Zugangscodes

source: access key permissions
de: Zugangscode Berechtigungen

source: Specific permissions for this access key.
de: Spezifische Berechtigungen für diesen Zugangscode.

source: Access key %(id)s
de: Zugangscode %(id)s

source: Generate new access keys
de: Zugangscodes erstellen

source: These <b>access keys</b> are used to create new measurements. A single key can be shared by a group of students working together.
de: Mit diesen <b>Zugangscodes</b> können neue Messungen erstellt und bearbeitet werden. Ein Zugangscode kann von mehreren Schüler:innen, die in einer Gruppe zusammenarbeiten, gleichzeitig genutzt werden.

source: You have reached the maximum (%(max_count)s) number of access keys.<br> If you need more access keys, consider <a class="alert-link" href="%(register_url)s">registering a new course</a>.
de: Du hast das Maximum (%(max_count)s) an erlaubten Zugangscodes erreicht.<br> Solltest du mehr benötigen kannst du dafür jederzeit einen neuen <a class="alert-link" href="%(register_url)s">Kurs registrieren</a>.

source: Generate
de: Erstellen

source: Please note that the number of access keys is limited to <strong>%(max_count)s per course</strong>.
de: Bitte beachte, dass die Anzahl der Zugangsschlüssel auf <strong>%(max_count)s pro Kurs</strong> begrenzt ist.

source: Deactivated
de: Deaktiviert

source: Active
de: Aktiv

source: %(count)s measurement
de: %(count)s Messung

source: Last login:
de: Letzte Anmeldung:

source: never
de: Noch nie

source: Activate
de: Aktivieren

source: Deactivate
de: Deaktivieren

source: Course Measurements
de: Messungen des Kurses

source: Course administration
de: Kursverwaltung

source: Your Measurements
de: Deine Messungen

source: Logout
de: Abmelden

source: You are currently logged in with the following access key:
de: Du bist momentan mit folgendem Zugangscode angemeldet:

source: You are currently logged in with the following course token:
de: Du bist momentan mit folgendem Kursschlüssel angemeldet:

source: Terms and conditions
de: Nutzungsbedingungen

source: Privacy policy
de: Datenschutz

source: Imprint
de: Impressum

source: Hide
de: Verstecken

source: Show
de: Anzeigen

source: Register for <span class="gcampus-logo text-dark"><span>Gewässer</span>Campus</span>
de: Registrierung für <span class="gcampus-logo text-dark"><span>Gewässer</span>Campus</span>

source: Back to the web application
de: Zurück zur Webanwendung

# help text register
source: Register your class or course and generate a list of <b>access keys</b> for your students. These keys can be used to create and later edit measurements on GewässerCampus. <br><br> Alongside the generated access keys, you will also receive a <b>course token</b> that should be kept private. With this key you can view and edit all your student's measurements.
de: Registriere deine Klasse oder Kurs und erstelle eine Liste an <b>Zugangscodes</b> für deine Schüler:innen. Diese Zugangscodes können verwendet werden, um neue Messungen auf GewässerCampus zu erstellen und um diese zu bearbeiten. <br><br> Neben den generierten Zugangscodes wirst du außerdem einen <b>Kursschlüssel</b> erhalten. Dieser sollte privat bleiben, da du damit alle Messungen deines Kurses verwalten kannst.

# help text school name
source: The name of the school or educational institution requesting new tokens. This information will not be shared publicly but helps us to associate measurements with your school or institution.
de: Der Name der Schule oder Institution, für die neue Zugangscodes generiert werden sollen. Diese Daten werden nur für eine bessere Zuordnung der Zugangscodes intern von desklab verwendet und nicht veröffentlicht.

# help text teacher name
source: Your name or the name of a representative. This information will also be kept private and is only used for communication.
de: Dein Name oder der Name der Person welche verantwortlich für die Registrierung ist. Dieser Name wird nicht veröffentlicht und dient lediglich für die Kommunikation zwischen der Lehrkraft und desklab.

# help text course key name
source: You can choose to assign a name to the course key to better differentiate the tokens from one another.
de: Vergebe einen Namen für diesen Kurs, um den Überblick zu behalten.

source: Your Email address will only be used to send you the Course token and the Access keys. <br> In case we need to contact you this Email address wil be used.
de: Diese E-Mail-Adresse wird nur dafür verwendet, um die Zugangscodes und den Kursschlüssel zu versenden. <br>Diese E-Mail-Adresse wird auch verwendet, falls wir dich kontaktieren müssen.

# help text number of acess keys
source: The number of access keys you want to generate. You can create a maximum of %(maximum)s access keys at once. <br> Students may share one access key in a group so not everyone needs their own access key.<br> If you want to add measurements by yourself, you should create one additional access key.
de: Die Anzahl der zu erstellenden Zugangscodes. Es können maximal %(maximum)s Zugangscodes auf einmal erzeugt werden. <br>Nicht jede:r Schüler:in benötigt einen eigenen Zugangscode, ein Zugangscode kann auch von einer Gruppe verwendet werden. Falls du selbst auch Messungen erstellen willst, solltest du einen zusätzlichen Zugangscode für dich erstellen.

# register form accept terms
source: I do accept the <a href="https://gewaessercampus.de/terms">terms and conditions</a> as well as the <a href="https://gewaessercampus.de/gdp">privacy policy</a> for using this web application.
de: Ich akzeptiere die <a href="https://gewaessercampus.de/terms">Nutzungsbedingungen</a> und die <a href="https://gewaessercampus.de/gdp">Datenschutzerklärung</a> für diese Webanwendung.

source: Discard
de: Verwerfen

source: Register
de: Registrieren

source: With this <b>course token</b>, you can manage your course and edit your student's measurements. Thus, this key should be kept private.
de: Mit diesem <b>Kursschlüssel</b> kannst du deinen Kurs verwalten und die Messungen deiner Schüler:innen bearbeiten. Daher sollte er nicht veröffentlicht werden.

source: Course and contact data
de: Kurs- und Kontaktdaten

source: Email address verified
de: E-Mail-Adresse verifiziert

source: Pending email confirmation: %(email)s
de: Ausstehende E-Mail Bestätigung: %(email)s

source: Save
de: Speichern

source: Documents
de: Dokumente

source: Save course overview
de: Kursübersicht speichern

source: Download a PDF with a summary of your registration data, your course token, and all access keys for the students of your course.
de: Lade eine PDF Datei mit einer Übersicht deines Kurses mit deinem Kursschlüssel und einer Liste aller Zugangscodes herunter.

source: Save access keys for students
de: Zugangscodes speichern

source: Download a PDF with all access keys (one key per page) of your course with instructions for your students.
de: Lade eine PDF Datei mit allen Zugangscodes (ein Zugangscode pro Seite) mit einer Anleitung für Schüler:innen.

source: It seems like your access key currently does not have the permission to create a measurement. Please contact your teacher for help.
de: Scheinbar hat dein Zugangscode zurzeit nicht die Berechtigung, eine neue Messung zu erstellen. Bitte wende dich an deine Lehrkraft für mehr Informationen.

source: To create a measurement, you have to login using an access key. As a teacher, you can generate a new access key for your own measurement on the <a class="text-dark" href="%(course_overview_url)s">course overview</a> page.
de: Um eine neue Messung zu erstellen, musst du dich mit einem Zugangscode anmelden. Als Lehrkraft kannst du dir dazu einen neuen Zugangscode auf der <a class="text-dark" href="%(course_overview_url)s">Kursverwaltung</a> erstellen.

source: Login
de: Anmelden

source: Register a new course
de: Neuen Kurs registrieren

source: If you login with a different access key, you will automatically be logged out from your old key.
de: Wenn du dich mit einem anderen Zugangscode anmeldest, wirst du automatisch von deinem alten Schlüssel abgemedet.

source: To edit a measurement, you have to login using the same access key that has been used to create the measurement. Alternatively, teachers can login with a course token to edit all measurements of their course.
de: Um eine Messung zu berarbeiten, musst du dich mit dem gleichen Zugangscode anmelden, mit dem diese Messung erstellt wurde. Alternativ können sich Lehrkräfte mit einem Kursschlüssel anmelden um alle Messungen eines Kurses zu bearbeiten.

source: If you login with a different access key or course token, you will automatically be logged out from your old key.
de: Wenn du dich mit einem anderen Zugangscode oder Kursschlüssel anmeldest, wist du automatisch von deinem alten Schlüssel abgemedet.

source: The email confirmation link you used has expired. Note that it is only valid for %(days)s days. If the email address of a course is not verified, it will be deleted automatically after some time. <br> Don't worry, you can always <a class="text-dark" href="%(register_url)s">register</a> a new course with the same email address.
de: Der von Dir verwendete E-Mail-Bestätigungslink ist abgelaufen. Bitte beachte, dass er nur für %(days)s Tage gültig ist. Wenn die E-Mail-Adresse eines Kurses nicht verifiziert wird, wird dieser nach einiger Zeit automatisch gelöscht.<br>Keine Sorge, Du kannst jederzeit einen neuen Kurs mit der gleichen E-Mail-Adresse <a class="text-dark" href="%(register_url)s">registrieren</a>.

source: Some features, for example adding a new measurement, are limited to authenticated users. Please use your access key or the course token to log in. <br><br> If you don't have an access key, your teacher can generate one for you. As a teacher you can <a class="text-dark" href="%(register_url)s">register</a> a new course.
de: Einige Funktionen wie zum Beispiel das Hinzufügen von Messungen sind nur für angemeldete Nutzer zugänglich. Bitte verwende deinen Zugangscode oder einen Kursschlüssel um dich anzumelden. <br><br> Solltest du keinen Zugangscode haben, kannst du deine Lehrkraft darum bitten, einen neuen Zugangscode zu erstellen. Als Lehrkraft kannst du einen neuen Kurs <a class="text-dark" href="%(register_url)s">registrieren</a>.

source: Your access key does not have the permission to view this page. Please try again with a different access key or login as a teacher using a course token. <br> If the issue persists, ask your teacher for assistance.
de: Dein Zugangscode hat nicht die Berechtigung um auf diese Seite zuzugreifen. Bitte versuche es mit einem anderen Zugangscode erneut oder melde dich als Lehrkraft mit einem Kursschlüssel an. <br>Bitte wende dich an deine Lehrkraft falls du weiterhin Probleme mit dieser Seite hast.

source: Your course token does not have the permission to view this page. Please try again with a different course token or login as a student using an access key. <br> If you need further assistance, please contact us.
de: Dein Kursschlüssel hat nicht die Berechtigung um auf diese Seite zuzugreifen. Bitte versuche es mit einem anderen Kursschlüssel erneut oder melde dich als Schüler:in mit einem Zugangscode an. <br>Bitte kontaktiere uns falls du weiterhin Probleme mit dieser Seite hast.

source: Login to <span class="gcampus-logo text-dark"><span>Gewässer</span>Campus</span>
de: Anmeldung bei <span class="gcampus-logo text-dark"><span>Gewässer</span>Campus</span>

source: Login as a student using you <b>access key</b> to create new measurements and edit your existing ones.<br> Teachers can login using a <b>course token</b> to administer the course, edit measurements and create new access keys.
de: Melde dich als Schüler:in mit einem <b>Zugangscode</b> an, um neue Messungen zu erstellen und vorhandene Messungen zu bearbeiten.<br> Lehrkräfte können sich mit einem <b>Kursschlüssel</b> anmelden, um den Kurs zu verwalten, Messungen zu bearbeiten und neue Zugangscodes zu erstellen.

source: Student
de: Schüler:in

source: Login using an <b>access key</b>:
de: Mit <b>Zugangscode</b> anmelden

source: Error
de: Fehler

source: Login with access key
de: Mit Zugangscode anmelden

source: Teacher
de: Lehrkraft

source: Login using a <b>course token</b>:
de: Mit <b>Kursschlüssel</b> anmelden

source: Login with course token
de: Mit Kursschlüssel anmelden

source: Register a course and <b>generate access keys</b> for your students, <b>create new measurements</b>, and <b>publish your data</b> on GewässerCampus.
de: Registriere einen Kurs und <b>erzeuge Zugangscodes</b> für Schüler:innen, um <b>neue Messungen</b> zu erstellen und <b>Daten</b> in GewässerCampus zu <b>veröffentlichen</b>.

source: Administer your GewässerCampus course. Edit your details, manage and create access keys, and download your course documents.
de: Verwalte deinen GewässerCampus Kurs. Bearbeite deine Information, erstelle und verwalte deine Zugangsschlüssel oder lade deine Kurs-Dokumente herunter.

source: Course data
de: Kursdaten

source: You successfully generated {count:d} new access keys
de: Du hast erfolgreich {count:d} neue Zugangscodes erstellt

source: All done! The course you registered is now active.
de: Geschafft! Dein registrierter Kurs ist jetzt aktiv.

source: Email confirmed. You email is now set to {new_email!s}.
de: E-Mail-Adresse bestätigt! Deine E-Mail-Adresse wurde zu {new_email!s} geändert.

source: It seems like you have been logged in with a different course token or with an access key. You have been logged out and are now logged in with the course token of your email address.
de: Scheinbar warst du mit einem anderen Kursschlüssel oder Zugangscode angemeldet. Du wurdest automatisch abgemeldet und stattdessen mit dem Zugangscode deiner verifizierten E-Mail-Adresse angemeldet.

source: Register your class or course and generate a listof access keys for your students. These keys can be used to create and later edit measurements on GewässerCampus. Alongside the generated access keys, you will also receive a course token that should be kept private. With this key you can view and edit all your student's measurements.
de: Registriere deine Klasse oder Kurs und erstelle eine Liste an Zugangscodes für deine Schüler:innen. Diese Zugangscodes können verwendet werden, um neue Messungen auf GewässerCampus zu erstellen und um diese zu bearbeiten. Neben den generierten Zugangscodes wirst du außerdem einen Kursschlüssel erhalten. Dieser sollte privat bleiben, da du damit alle Messungen deines Kurses verwalten kannst.

source: Something went wrong, please try again later or contact us.
de: Etwas hat nicht geklappt. Versuche es später erneut oder kontaktiere uns.

source: You successfully registered a course. An activation link has been sent to your email address.
de: Der Kurs wurde erfolgreich registriert! Ein Aktivierungslink wurde an deine E-Mail-Adresse gesendet.

source: Login as a student using you access keyto create new measurements and edit your existing ones. Teachers can login using a course token to administer the course, edit measurements and create new access keys.
de: Melde dich als Schüler:in mit einem Zugangscode an, um neue Messungen zu erstellen und vorhandene Messungen zu bearbeiten. Lehrkräfte können sich mit einem Kursschlüssel anmelden, um den Kurs zu verwalten, Messungen zu bearbeiten und neue Zugangscodes zu erstellen.

source: Successfully logged out
de: Du wurdest erfolgreich abgemeldet

source: Hide selected items for all users
de: Ausgewählte Einträge für alle Nutzer verstecken

source: Show selected items for all users
de: Ausgewählte Einträge für alle Nutzer anzeigen

source: Update from OpenStreetMap
de: Mit OpenStreetMap updaten

source: Create or update Water Quality Indices
de: Gewässergüteindizes erstellen oder aktualisieren

source: No OpenStreetMap ID provided!
de: Keine OpenStreetMap ID angegeben!

source: Recalculate selected indices
de: Ausgewählte Indizes neu berechnen

source: GCampus Core
de: GewässerCampus

source: Search
de: Suchen

source: Fulltext search for waters.
de: Volltextsuche für Gewässer.

source: Fulltext search for measurements.
de: Volltextsuche für Messungen.

source: Measurement time range
de: Messzeitraum

source: Filter for measurements conducted in a specified time range.
de: Nach Messungen suchen die in einem bestimmten Zeitraum gemessen wurden.

source: Filter for measurements containing specific parameters.
de: Nach Messungen mit bestimmten Parameter filtern.

source: Measurements by your course
de: Messungen deines Kurses

source: Display measurements that have been conducted by your course.
de: Messungen anzeigen, die von deinem Kurs durchgeführt wurden.

source: Display measurements that have been conducted by you.
de: Messungen anzeigen, die von dir durchgeführt wurden.

source: Other courses
de: Andere Kurse

source: Display measurements conducted by other courses.
de: Messungen anzeigen, die von anderen Kursen durchgeführt wurden.

source: The measurement time has to be after {time!s}.
de: Der Messzeitpunkt muss nach {time!s} sein.

source: The measurement time has to be before {time!s}.
de: Der Messzeitpunkt muss vor {time!s} sein.

source: Other
de: Sonstiges

source: Note contains problematic text
de: Notiz enthält problematischen Text

source: Values are problematic
de: Messwerte sind problematisch

source: Location of measurement is not on public ground
de: Standort der Messung ist nicht öffentlich zugänglich

source: Location of measurement is not on a water
de: Standort der Messung ist kein Gewässer

source: Name of water does not match location
de: Problem mit dem Gewässernamen

source: Additional information
de: Weitere Informationen

source: What is the type of the problem?
de: Welche Kategorie beschreibt das Problem am besten?

source: Email address
de: E-Mail-Adresse

source: This email address will only be used to contact you and is not shared with anyone else. See our privacy policy for more details.
de: Diese E-Mail-Adresse wird von uns nur dazu verwendet, um Dich zu kontaktieren, falls wir Rückfragen haben. Sie wird mit niemandem sonst geteilt. Weitere Informationen findest du in der Datenschutzerklärung.

# measurement time
source: Time
de: Messzeitpunkt

source: Date and time of the measurement
de: Datum und Uhrzeit der Messung

source: No location has been selected. Click on the map to select the location of your measurement.
de: Kein Standort ausgewählt. Klicke auf die Karte um den Standort der Messung festzulegen.

source: No water has been selected. After selecting a location on the map, choose one of the suggested nearby waters.
de: Kein Gewässer ausgewählt. Nachdem ein Standort auf der Karte festgelegt wurde, kann das Gewässer aus den Vorschlägen ausgewählt werden.

source: Value
de: Wert

source: Note
de: Notiz

source: Abundance
de: Häufigkeit

source: BACH Indices
de: BACH Indizes

source: Classification
de: Klassifizierung

source: Description
de: Beschreibung

source: Validity
de: Datengrundlage

source: Saprobic Index
de: Saprobienindex

source: Saprobic Indices
de: Saprobienindizes

source: natural forest (deciduous trees)
de: naturnaher Wald (Laubbäume)

source: extensive use: unfertilized or small grazed meadows, no buildings
de: extensive Nutzung oder Brache: nicht gedüngte oder wenig beweidete Wiesen, keine Bebauung

source: smaller fields, pastures or gardens, coniferous forest
de: kleinere Äcker, Wiesen oder Gärten, Nadelwald

source: intensive farming and arable land, some buildings
de: intensive Landwirtschaft und Äcker, stellenweise Bebauung

source: village, industrial area
de: geschlossene Ortschaft, Industriegebiet

source: unknown
de: unbekannt

source: approx. 5-20 m
de: ca. 5-20 m

source: approx. 2-5 m
de: ca. 2-5 m

source: non-existent
de: nicht vorhanden

source: curved (not modified)
de: geschwungen (nicht verändert)

source: partly curved (partly modified)
de: mäßig geschwungen (z.T. verändert)

source: stretched (moderately modified)
de: gestreckt (mäßig verändert)

source: straight (strongly modified)
de: gerade (stark verändert)

source: straight (completely modified)
de: gerade (sehr stark verändert)

source: continuous grove (deciduous trees), several meters wide
de: durchgehender Gehölzsaum (Laubbäume, mehrere Meter Breite)

source: narrow continuous grove, wet meadow, tall herbaceous plants or reeds
de: schmaler, aber durchgehender Gehölzsaum, Feuchtwiese, Hochstauden, Röhrichte

source: sparse grove, herbaceous vegetation of stinging nettles and other nutrient indicators
de: lückiger Gehölzsaum mit Krautflur, Krautflur aus Brennesseln u.a. Nährstoffzeigern

source: individual trees, non-native vegetation (cottonwoods, conifers, or ornamental shrubs), mowed bank
de: Einzelbäume, standortfremde Vegetation (z.B. Pappeln, Nadelbäume oder Ziersträucher), gemähtes Ufer

source: no trees, no herbaceous vegetation, paved bank
de: keine Uferbäume, keine Krautflur, befestigter Uferrand
